exports.menu1 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${A187}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

╔════════════════════
║ *MENU1 ${A187}*
╠════════════════════
║╭──❉ *MEDIA* ❉──
║│➸ _*!sticker*_
║│➸ _*!foto cewek*_
║│➸ _*!foto cowok*_
║│➸ _*!pokemon*_ 
║│➸ _*!loli*_
║│➸ _*!fotoanime*_
║│➸ _*!waifu*_
║│➸ _*!ttp*_ <teks>
║│➸ _*!meme*_
║│➸ _*!ssweb*_ <link>
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│➸ _*!nulis*_ <teks>
║│➸ _*!pantun*_
║│➸ _*!artinama*_ <nama anda>
║│➸ _*!pasangan*_ <Aris & Cahya>
║│➸ _*!lirik*_ <nama lagu>
║│➸ _*!chord*_ <nama lagu>
║│➸ _*!bucin*_
║│➸ _*!zodiak*_ <28-02-2002>
║│➸ _*#*_  <teks>
║│➸ _*!cooltext*_ <teks>
║╰───────────
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│➸ _*!sholat*_ <daerah>
║│➸ _*!covidID*_
║│➸ _*!covidcountry*_ <negara>
║│➸ _*!infogempa*_ 
║│➸ _*!cektanggal*_ <Tanggal>
║│➸ _*!infoanime*_ <Naruto>
║│➸ _*!filmanime*_ <Naruto>
║│➸ _*!wiki*_ <Buaya>
║│➸ _*!wikien*_ <dog>
║│➸ _*!resep*_ <nasi bakar>
║│➸ _*!jadwalTVnow*_ <channel>
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${whatsapp}_
║│➸ *YouTube mimin*
║│ _${nomer}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${A187}*
║│ _${nomer}_
║╰───────────
║         ${A187}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${A187}
╠════════════════════
║ _*POWERED BY ARIS187 ID*_
╚════════════════════`
}